
[ADVENTArmorResearch X2TechTemplate]
DisplayName="逆向工程"
Summary="通常来说，使用敌人装备的风险实在太高。然而，贝托斯和她的散兵们贡献了他们的方法来切断任何有问题的设备或设备内的连接。"
CodeName="欺骗"
LongDescription="指挥官，我们成功通过逆向工程还原了遭遇战中带回的装备。我们的士兵可以在战斗中利用这些装备。此外，我们还可以用这种新盔甲让敌人猝不及防。我已经把我们的发现告诉了工作间里的总工程师沈。"
